"SPC Password" = "SPC-adgangskode";
"Authentication Key" = "Godkendelsesnøgle";
"Incorrect key" = "Forkert nøgle";
"Incorrect SPC Password" = "Forkert SPC-adgangskode";
"Enter 26 digit key" = "Skriv en 26-cifret godkendelsesnøgle.";
"Security" = "Sikkerhed";
"Too many retries of SPC." = "For mange forsøg på at bruge SPC.";
"AKEY set successfully." = "AKEY indstillet.";
"Failed to set AKEY." = "Kunne ikke indstille AKEY.";
"Too many retries of AKEY." = "For mange forsøg på at bruge AKEY.";
"Password" = "Adgangskode";
"Key" = "Nøgle";
"OK" = "OK";
"Cancel" = "Annuller";